brew "coreutils"
brew "git"
brew "wget"
brew "ansible"
brew "python"
brew "go"
brew "nodejs"
brew "asdf"
brew "tmux"
brew "ripgrep"
brew "fzf"
brew "the_silver_searcher"
brew "zsh-syntax-highlighting"
brew "ninja"
brew "luarocks"
brew "jq"
brew "tree-sitter", args: ["head"]
brew "luajit", args: ["head"]
brew "neovim", args: ["head"]
